{
  "project": {
    "type_0": "Acadêmico",
    "type_1": "Profissional",
    "type_2": "Freelancer",
    "type_3": "Pessoal",
    "description_0": "Site para transações monetárias internacional, possibilitando conversão de moedas. Construção das as interfaces de acesso, as interfaces internas do sistema e funcionalidades novas.",
    "description_1": "Site de cursos baseada na plataforma edools. Criação de cards para página de cursos e manutenção.",
    "description_2": "Site de cursos baseada na plataforma edools. Manutençao da interface e navegação, elaboração de funcionalidades e integrações",
    "description_3": "Site de métricas sobre dados do Twitter. Tweetric é capaz de elaborar métricas diárias sobre dados públicos de um usuário. Construção backend, frontend e consumo de API.",
    "description_4": "Formúlário de inscrição para o Forum do Feijão, realiza via API dos correios o preenchimento de campos por meio do cep.",
    "description_5": "Site de automoveis usados e semi-novos. Exibe e informa dados a respeito do negócio, utiliza formulários para consultoria de financiamento e venda por email."
  },
  "profile_description": " Trabalho com desenvolvimento web no Brasil desde 1995 e, atualmente, atuo como desenvolvedor web full stack autonômo. Já atuei também como gerente de projetos e analista de sistemas.\n Forneço serviços com tecnlogia de forma ágil e eficiente mas sempre com uma dose de bom humor a fim de tornar o processo agradável para ambos.\n No meu tempo livre, além de codificar, pratico exercicios, jogo video-game, leio conteudos tecnicos e notícias e também, gosto muito de ouvir música.",
  "stack_description_1": "Boas ferramentas para SaaS, PaaS, IaaS para desenvolvimento automatizado da sua aplicação. Tiro muito proveito de orquestragem de containers e micro serviços com Docker Compose. Uso de programação imperativa para manter a fonte única da verdade e simplificar o trabalho.Possuo conhecimento sobre Wordpress Custom Post Types, Taxonomias e seu sistema de hierarquia de templates.",
  "stack_description_2": "Amplo conhecimento em sysadmin, orquestragem de containers e integração entre serviços. Posso executar testes de penetração e trabalhar com todos os sistemas de gerenciamento de conteúdo, incluindo WordPress e Durpal.",
  "stack_description_3": "Trabalho com SPA contemplando web design responsivo em todos dispositivos, suporte à internacionalização e WebSocket em tempo real. Desenvolvo componentes reativos em Vue que são compatíveis com todos outros frameworks Angular ou React",
  "stack_description_4": "Alem disso, reaproveitamento de código com a cultura de inner-source a coleção de componentes de interface web ficam disponiveis entre as equipes da organização.",
  "stack_description_5": "Posso orquestrar as configurações básicas para disponibilizar um aplicativo com essas ferramentas.",
  "stack_description_6": "É possível observar acima conhecimentos adjacentes ao campo front-end.Muitos deles foram adquiridos por me envolver com toda a stack da aplicação, isso me ajuda a entender como as pessoas da equipe se conectam.",
  "nav_about": "Sobre",
  "nav_stack": "Stack",
  "nav_projects": "Projetos",
  "nav_contact": "Contato",
  "role_profile": "Desenvolvedor web",
  "nothing_here": "Não há nada aqui.",
  "goto_site":"ir para o site"
}














