{
  "project": {
    "type_0": "Acadêmico",
    "type_1": "Profissional",
    "type_2": "Freelancer",
    "type_3": "Pessoal",
    "description_0": "Site para transações monetárias internacional, possibilitando conversão de moedas. Construção das as interfaces de acesso, as interfaces internas do sistema e funcionalidades novas.",
    "description_1": "Site de cursos baseada na plataforma edools. Criação de cards para página de cursos e manutenção.",
    "description_2": "Site de cursos baseada na plataforma edools. Manutençao da interface e navegação, elaboração de funcionalidades e integrações",
    "description_3": "Site de métricas sobre dados do Twitter. Tweetric é capaz de elaborar métricas diárias sobre dados públicos de um usuário. Construção backend, frontend e consumo de API.",
    "description_4": "Formúlário de inscrição para o Forum do Feijão, realiza via API dos correios o preenchimento de campos por meio do cep.",
    "description_5": "Site de automoveis usados e semi-novos. Exibe e informa dados a respeito do negócio, utiliza formulários para consultoria de financiamento e venda por email."
  },
  "profile_description": " Sou motivada e estou sempre aprendedo novas tecnologias me atualizando através de documentações e artigos. \nReconheço os tradeoffs de frameworks do lado do cliente e faço análises e testes no código procurando sempre melhorá-los.\nAspiro por design moderno mas reconheço que um bom design também deve atender a uma necessidade real.",
  "stack_description_1": "Minha stack principal é composta por ferramentas associadas ao VueJS. \nPara lidar com a parte de estilo, eu uso TailwindCSS.",
  "stack_description_2": "Eu projeto interfaces modernas e resilientes para aplicações web. \nTrabalho meticulosamente para projetar componentes otimizados para reutilização, compatibilidade e leveza, resultando em uma interface sólida que reage em tempo real a cada estado do sistema.",
  "stack_description_3": "Estou familiarizado com os mecanismos de modelos usados ​​em estruturas de back-end.",
  "stack_description_4": "Possuo conhecimento analítico e operacional de banco de dados.",
  "stack_description_5": "Posso orquestrar as configurações básicas para disponibilizar um aplicativo com essas ferramentas.",
  "stack_description_6": "É possível observar acima conhecimentos adjacentes ao campo front-end.Muitos deles foram adquiridos por me envolver com toda a stack da aplicação, isso me ajuda a entender como as pessoas da equipe se conectam.",
  "nav_about": "Sobre",
  "nav_stack": "Stack",
  "nav_projects": "Projetos",
  "nav_contact": "Contato",
  "role_profile": "Desenvolvedor Web",
  "nothing_here": "Não há nada aqui.",
  "goto_site":"ir para o site"
}
