{
  "project": {
    "type_0": "Acadêmico",
    "type_1": "Profissional",
    "type_2": "Freelancer",
    "type_3": "Pessoal",
    "description_0": "Site para transações monetárias internacional, possibilitando conversão de moedas. Construção das as interfaces de acesso, as interfaces internas do sistema e funcionalidades novas.",
    "description_1": "Site de cursos baseada na plataforma edools. Criação de cards para página de cursos e manutenção.",
    "description_2": "Site de cursos baseada na plataforma edools. Manutençao da interface e navegação, elaboração de funcionalidades e integrações",
    "description_3": "Site de métricas sobre dados do Twitter. Tweetric é capaz de elaborar métricas diárias sobre dados públicos de um usuário. Construção backend, frontend e consumo de API.",
    "description_4": "Formúlário de inscrição para o Forum do Feijão, realiza via API dos correios o preenchimento de campos por meio do cep.",
    "description_5": "Site de automoveis usados e semi-novos. Exibe e informa dados a respeito do negócio, utiliza formulários para consultoria de financiamento e venda por email."
  },
  "profile_description": " Trabalho com desenvolvimento web no Brasil desde 1995 e, atualmente, atuo como desenvolvedor web full stack autonômo. Já atuei também como gerente de projetos e analista de sistemas.\n Forneço serviços com tecnlogia de forma ágil e eficiente mas sempre com uma dose de bom humor a fim de tornar o processo agradável para ambos.\n No meu tempo livre, além de codificar, pratico exercicios, jogo video-game, leio conteudos tecnicos e notícias e também, gosto muito de ouvir música.",
  "stack_description_1": "",
  "stack_description_2": "Desenvolvo componentes reativos, responsivos e com internacionalização. Meu workflow consite em manter uma coleção de cada parte da interface, e similar ao backend, montar a aplicação reutilizando os mesmos componente o mair número de vezes possível.",
  "stack_description_3": "",
  "stack_description_4": "Uso programação declarativa para definir a orquestragem de containers e configurações entre serviços da aplicação.",
  "stack_description_5": "Adquiri conhecimentos adjacentes a minha area ajudando pessoas da equipe e me envolvendo em como as tecnologias da aplicação se conectam.",
  "stack_description_6": "* Possuo conhecimento da API de taxonomias (sistema de hierarquia) de templates de posts (Custom Post Types) do Wordpress.",
  "nav_about": "Sobre",
  "nav_stack": "Stack",
  "nav_projects": "Projetos",
  "nav_contact": "Contato",
  "role_profile": "Desenvolvedor web",
  "nothing_here": "Não há nada aqui.",
  "goto_site":"ir para o site"
}














